"String Singlequoted" = "'字串'";"String Doublequoted" = "\"字串\"";"Singleline Comment (mysql)" = "# 註解 (mysql)";"Comment" = "/* 註解 */";"Types" = "類型";"Keywords" = "關鍵字";"FunctionRegex" = "函式呼叫";"Base" = "基礎";"Functions" = "函式";"Single Comment" = "-- 註解";"Numbers" = "數字";